# - *- coding: utf- 8 - *-
delimiter = " "
currency_delimiter = " "
currency_unit = ['гривень', 'гривня', 'гривні']
currency_cent = ['копійок', 'копійка', 'копійки']
numerators = [
 '',
 'одна',
 'дві',
 'три',
 'чотири',
 'п\'ять',
 'шість',
 'сім',
 'вісім',
 'дев\'ять',
 'десять',
 'одинадцять',
 'дванадцять',
 'тринадцять',
 'чотирнадцять',
 'п\'ятнадцять',
 'шістнадцять',
 'сімнадцять',
 'вісімнадцять',
 'дев\'ятнадцять'
 ]
tens = [
 '',
 'десять',
 'двадцять',
 'тридцять',
 'сорок',
 'п\'ятдесят',
 'шістдесят',
 'сімдесят',
 'вісімдесят',
 'дев\'яносто'
 ]
hundreds = [
 '',
 'сто',
 'двісті',
 'триста',
 'чотириста',
 'п\'ятсот',
 'шістсот',
 'сімсот',
 'вісімсот',
 'дев\'ятсот'
 ]
ranges = [
 '',
 'тисяч',
 'мільйонів',
 'мільярдів',
]
ranges_single = [
 '',
 'тисяча',
 'мільйон',
 'мільярд',
]
ranges_multiple = [
 '',
 'тисячі',
 'мільйони',
 'мільярди',
]
correction_list = [
 'один',
 'два'
]
